In [1]:
x=10

In [2]:
print(x)

10

In [3]:
print(x)

10

In [5]:
y=15
print(y)

15

In [6]:
print(y)

15

In [7]:
import pandas as pd

In [10]:
data1= pd.read_csv(r'C:\Users\HP\Downloads\champagne.csv')

In [11]:
data1

       Month  Monthly Champagne Sales
0    1964-01                     2815
1    1964-02                     2672
2    1964-03                     2755
3    1964-04                     2721
4    1964-05                     2946
..       ...                      ...
100  1972-05                     4618
101  1972-06                     5312
102  1972-07                     4298
103  1972-08                     1413
104  1972-09                     5877

[105 rows x 2 columns]